import React from 'react';

const About = () => {
  return (
    <div className="about-container">
      <div className="about-content">
        <h1 className="about-title">SLAY</h1>
        <span className="about-text">
          - Это платформа, где обучение становится доступным, удобным и вдохновляющим! Мы создали уникальное пространство, которое объединяет тех, кто хочет учиться, и тех, кто готов делиться своими знаниями.

Наша миссия — сделать качественное обучение простым и доступным для каждого. Мы помогаем пользователям находить подходящие тренировочные курсы, осваивать новые навыки и достигать своих целей. А для тренеров мы предоставляем возможность делиться своим опытом, находить учеников и развивать свой профессиональный путь.
        <br/>
            <span style={{color: "white", fontWeight: "bold"}}>Что мы предлагаем:</span>
<br/>
            🙋🏻‍♂️ Для <span style={{color: "white", fontWeight: "bold"}}>пользователей</span>: Широкий выбор курсов по различным направлениям — от фитнеса и здорового образа жизни до профессионального роста и творчества. Вы можете легко находить подходящие программы, общаться с тренерами и получать персонализированные рекомендации.
<br/>
            💪🏼 Для <span style={{color: "white", fontWeight: "bold"}}>тренеров</span>: Удобные инструменты для создания и размещения курсов, продвижения своих услуг и взаимодействия с клиентами. Мы помогаем вам сосредоточиться на том, что вы делаете лучше всего — на обучении и вдохновении других.
        </span>
      </div>
    </div>
  );
};

export default About;
